{"text": ["The Collegian is the bi-weekly official student publication of Houston Baptist University in Houston, Texas. It was founded in 1963 as a newsletter, and adopted the newspaper format in 1990.", "Several private institutions of higher learning—ranging from liberal arts colleges, such as The University of St. Thomas, Houston's only Catholic university, to Rice University, the nationally recognized research university—are located within the city. Rice, with a total enrollment of slightly more than 6,000 students, has a number of distinguished graduate programs and research institutes, such as the James A. Baker Institute for Public Policy. Houston Baptist University, affiliated with the Baptist General Convention of Texas, offers bachelor's and graduate degrees. It was founded in 1960 and is located in the Sharpstown area in Southwest Houston."]}
{"text": ["Hertfordshire is the county immediately north of London and is part of the East of England region, a mainly statistical unit. A significant minority of the population across all districts are City of London commuters. To the east is Essex, to the west is Buckinghamshire and to the north are Bedfordshire and Cambridgeshire.", "The East of England is one of nine official regions of England at the first level of NUTS for statistical purposes. It was created in 1994 and was adopted for statistics from 1999. It includes the ceremonial counties of Bedfordshire, Cambridgeshire, Essex, Hertfordshire, Norfolk and Suffolk. Essex has the highest population in the region."]}
{"text": ["PolyGram Filmed Entertainment (formerly known as PolyGram Films and PolyGram Pictures or simply PFE) was a British-American film studio founded in 1980 which became a European competitor to Hollywood, but was eventually sold to Seagram Company Ltd. in 1998 and was folded in 1999. Among its most successful and well known films were \"An American Werewolf in London\" (1981), \"Flashdance\" (1983), \"Four Weddings and a Funeral\" (1994), \"Dead Man Walking\" (1995), \"The Big Lebowski\" (1998), \"Fargo\" (1996), \"The Usual Suspects\" (1995), and \"Notting Hill\" (1999).", "The Game is a 1997 American mystery thriller film directed by David Fincher, starring Michael Douglas and Sean Penn, and produced by Propaganda Films and PolyGram Filmed Entertainment. It tells the story of a wealthy investment banker who is given a mysterious gift: participation in a game that integrates in strange ways with his everyday life. As the lines between the banker's real life and the game become more uncertain, hints of a large conspiracy become apparent."]}
{"text": ["Cross Generation Entertainment, or CrossGen, was an American comic book publisher and entertainment company that operated from 1998 to 2004. The company's assets were acquired by The Walt Disney Company in 2004, and designated to Disney Publishing Worldwide. In July 2010, Disney re-established the brand through Marvel Comics, who announced plans to revive CrossGen titles.", "Crux is an American comic book published by CrossGen Entertainment from May 2001 to February 2004. It was cancelled due to bankruptcy in 2004. Crux was one of the later titles that came first in a sort of second wave of Crossgen titles which included Sojourn and Brath. It detailed the exploits of six Atlanteans who were put into stasis and are awoken 100.000 years later."]}
{"text": ["Jan Šindel was born in the Bohemian town Hradec Králové probably in the 1370s. As a young man he came to Prague to study at Charles University. In 1395 or 1399 he became the Master of Arts at Prague University. In 1406 he worked at the parish school of the St. Nicolas Church in the Lesser Town of Prague. Later he worked as a teacher of mathematics in Vienna, where he also studied medicine. Then he came back to Prague and became the professor of astronomy at Charles University, where he became Doctor of Medicine and rector of the university in 1410.", "Hradec Králové (; ) is a city of the Czech Republic, in the Hradec Králové Region of Bohemia. The city's economy is based on food-processing technology, photochemical, EMS and IT. Traditional industries include musical instrument manufacturing – the best known being Petrof pianos. The University of Hradec Králové is located in the city, the University of Defense has its only medical faculty in Hradec Králové and Charles University in Prague also has its Faculty of Medicine in Hradec Králové and Faculty of Pharmacy there."]}
